zsh-users/zsh-completions
agnoster/agnoster-zsh-theme
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
ohmyzsh/ohmyzsh path:plugins/git
ohmyzsh/ohmyzsh path:plugins/jump
ohmyzsh/ohmyzsh path:plugins/extract
caarlos0/open-pr kind:path
